jorgebucaran/nvm.fish
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
franciscolourenco/done
PatrickF1/fzf.fish
catppuccin/fish
edc/bass
IlanCosman/tide@v5
