jorgebucaran/fisher
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
PatrickF1/fzf.fish
catppuccin/fish
edc/bass
jorgebucaran/spark.fish
nickeb96/puffer-fish
decors/fish-ghq
gazorby/fish-exa
joehillen/to-fish
